{
    "speakers": [
        {
            "id": "speaker-cierra-kaler-jones",
            "name": "Dr. Cierra Kaler-Jones, Ph.D. (she/her)",
            "title": "NARRATIVE POWER-BUILDER & EXECUTIVE DIRECTOR, RETHINKING SCHOOLS",
            "photo": "https://images.squarespace-cdn.com/content/5b9081c58ab7224793278e1d/c8296e90-ed02-4b13-8561-551041c30a10/Cierra+Mini+Card+D4PG+2025+%231.png?content-type=image%2Fpng",
            "bio": [
                "Dr. Cierra Kaler-Jones is the first-ever Executive Director of Rethinking Schools, the nation's leading grassroots publisher for racial and social justice in education. She is also on the leadership team of the Zinn Education Project and a steering committee member of Black Lives Matter at School. Previously, she was the Director of Storytelling at Communities for Just Schools Fund. As a community-based researcher, Dr. Kaler-Jones supports communities in leveraging participatory, arts-based research methods for storytelling and narrative power-building. She runs a community-based program with Black girls that uses art and political education to fuel social change in the D.C. Metro Area. Over the past ten years, Cierra has learned alongside preschoolers, K-12 students, college students, and adults as a teaching artist. With her roots in dance and arts education, Cierra has also taught classes on U.S. history, public policy, storytelling, digital media, and social change & leadership. She believes that through storytelling, we can create narrative change that disrupts oppressive structures and systems, and build something more beautiful, loving, and liberatory instead."
            ],
            "social": {
                "personal": [
                    {
                        "type": "instagram",
                        "url": "https://instagram.com/_cierrajade_"
                    },
                    {
                        "type": "twitter",
                        "url": "https://twitter.com/_cierrajade_"
                    },
                    {
                        "type": "linkedin",
                        "url": "https://www.linkedin.com/in/cierrakalerjones/"
                    },
                    {
                        "type": "website",
                        "url": "https://www.cierrakalerjones.com",
                        "display": "cierrakalerjones.com"
                    }
                ],
                "organization": {
                    "name": "Rethinking Schools",
                    "links": [
                        {
                            "type": "instagram",
                            "url": "https://instagram.com/rethinkingschools"
                        },
                        {
                            "type": "twitter",
                            "url": "https://twitter.com/RethinkSchools"
                        },
                        {
                            "type": "website",
                            "url": "https://www.rethinkingschools.org",
                            "display": "rethinkingschools.org"
                        }
                    ]
                }
            },
            "workshops": []
        },
        {
            "id": "speaker-roderick-crooks",
            "name": "Dr. Roderic N. Crooks (he/him/his)",
            "title": "PLACEHOLDER TITLE",
            "photo": "https://images.squarespace-cdn.com/content/5b9081c58ab7224793278e1d/f2fe79af-fec8-41ec-b96e-783b2a8adea1/Roderic+mini+Card+D4PG+2025.png?content-type=image%2Fpng",
            "bio": [
                "Dr. Roderic N. Crooks (he/him/his) is an assistant professor in the Department of Informatics at UC Irvine. His research examines how the use of digital technology by public institutions contributes to the minoritization of working-class communities of color. His current project explores how community organizers in working-class communities of color use data for activist projects, even as they dispute the proliferation of data-intensive technologies in education, law enforcement, financial services, and other vital sites of public life. He has published extensively in human-computer interaction (HCI), science and technology studies (STS), and social science venues on topics including political theories of online participation, equity of access, and document theory."
            ],
            "social": {
                "personal": [
                    {
                        "type": "website",
                        "url": "https://www.rncrooks.info",
                        "display": "rncrooks.info"
                    }
                ]
            },
            "workshops": []
        }
    ]
}
